Repository: magyizsolt90/sprintForm
Catalog: SprintForm/SprintForm/Localizable.xcstrings
Source language: en
Languages: hu

# empty_transaction_list
source: 🧐 no transactions...
hu: 🧐 nincs ilyen tranzakció...

# transaction_categery_entertainment
source: entertainment
hu: szórakozás

# transaction_categery_financial
source: financial
hu: pénzügy

# transaction_categery_food
source: food
hu: étel

# transaction_categery_healthcare
source: healthcare
hu: egészség

# transaction_categery_housing
source: housing
hu: lakhatás

# transaction_categery_insurance
source: insurance
hu: biztosítás

# transaction_categery_lifestyle
source: lifestyle
hu: életmód

# transaction_categery_miscellaneous
source: miscellaneous
hu: egyéb

# transaction_categery_travel
source: travel
hu: utazás

# transaction_categery_utilities
source: utilities
hu: közösségi
